[
    {
      "text": "Right now, others are finishing tasks you've been putting off.",
      "action": "Tap if you want to keep delaying your goals."
    },
    {
      "text": "The average person wastes over 2 hours a day on short-form content.",
      "action": "Tap if you're okay with that statistic."
    },
    {
      "text": "Your peers are out there leveling up, and you're here.",
      "action": "Tap to keep falling behind."
    },
    {
      "text": "While you've been watching reels, someone else just finished a book chapter.",
      "action": "Tap if you're fine with letting time slip away."
    },
    {
      "text": "Over the next hour, you'll scroll through content you'll forget.",
      "action": "Tap if you're comfortable staying where you are."
    },
    {
      "text": "Right now, someone is getting better at a skill you've always wanted to learn.",
      "action": "Tap if you're okay missing out on that opportunity."
    },
    {
      "text": "Studies show people waste 10 days a year scrolling.",
      "action": "Tap to keep giving away your time."
    },
    {
      "text": "Others are out there making memories, while you're stuck here.",
      "action": "Tap if you prefer watching other people live."
    },
    {
      "text": "How many reels have you scrolled past today?",
      "action": "Tap if you're okay with more mindless scrolling."
    },
    {
      "text": "Did you know that 90% of what you watch here you'll forget by tomorrow?",
      "action": "Tap if you don't mind losing that time."
    },
    {
      "text": "You've spent more time watching others than working on yourself.",
      "action": "Tap if you're fine with staying the same."
    },
    {
      "text": "While you scroll, someone is getting closer to achieving their dreams.",
      "action": "Tap to keep moving further from your goals."
    },
    {
      "text": "In an hour of reels, you could have completed a workout.",
      "action": "Tap if you're okay missing out on progress."
    },
    {
      "text": "Most people forget 80% of what they see online.",
      "action": "Tap if you're comfortable losing time on forgettable content."
    },
    {
      "text": "While you scroll, someone is creating something valuable.",
      "action": "Tap if you prefer watching others succeed."
    },
    {
      "text": "Right now, someone else is ticking things off their to-do list.",
      "action": "Tap if you're fine with unfinished goals."
    },
    {
      "text": "Every reel you watch is someone else's highlight.",
      "action": "Tap to keep watching from the sidelines."
    },
    {
      "text": "In the time you've spent here, you could've learned a new skill.",
      "action": "Tap if you're okay staying exactly where you are."
    },
    {
      "text": "By now, you could have had a meaningful conversation with a friend.",
      "action": "Tap if you're comfortable letting opportunities slip."
    },
    {
      "text": "Imagine if you invested the time you spend scrolling in your own growth.",
      "action": "Tap if you're fine missing out on self-improvement."
    },
    {
      "text": "While you scroll, the minutes are slipping away.",
      "action": "Tap if you're okay with wasted potential."
    },
    {
      "text": "Scrolling won't help you reach your goals.",
      "action": "Tap to keep falling short."
    },
    {
      "text": "People who focus on their goals, succeed. People who scroll? They watch others succeed.",
      "action": "Tap if you're okay with being a spectator."
    },
    {
      "text": "You could be building something right now. Instead, you're stuck in a loop.",
      "action": "Tap if you're okay with spinning your wheels."
    }
  ]